tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "xz"
brew "aom"
brew "apr-util"
brew "readline"
brew "python@3.11"
brew "autojump"
brew "automake"
brew "bat"
brew "berkeley-db", link: true
brew "bison"
brew "glib"
brew "cairo"
brew "ccat"
brew "chruby"
brew "fish"
brew "chruby-fish"
brew "cmake"
brew "coreutils"
brew "libidn2"
brew "curl"
brew "dust"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "guile"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libffi"
brew "imagemagick"
brew "ipython", link: false
brew "jq"
brew "lazygit"
brew "librsvg"
brew "libyaml"
brew "lua-language-server"
brew "luajit"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nginx", restart_service: true
brew "node"
brew "openjdk"
brew "pandoc"
brew "python@3.9"
brew "python-tk@3.9"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "ruby-install"
brew "subversion"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "v2ray"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zoxide"
cask "alacritty"
cask "emacs"
cask "firefox-developer-edition"
cask "font-source-code-pro"
cask "hammerspoon"
cask "keycastr"
cask "mactex"
cask "neovide"
cask "qbittorrent"
cask "unnaturalscrollwheels"
